{
  "traitement": {
    "definition": "Un traitement de données personnelles est une opération, ou ensemble d’opérations, portant sur des données personnelles, quel que soit le procédé utilisé (collecte, enregistrement, organisation, conservation, adaptation, modification, extraction, consultation, utilisation, communication par transmission ou diffusion ou toute autre forme de mise à disposition, rapprochement). Un traitement de données personnelles n’est pas nécessairement informatisé : les fichiers papier sont également concernés et doivent être protégés dans les mêmes conditions. Un traitement de données doit avoir un objectif, une finalité déterminée préalablement au recueil des données et à leur exploitation.",
    "examples": "Exemples de traitements : tenue du registre des sous-traitants, gestion des paies, gestion des ressources humaines, etc.",
    "simplifiedTerms": "Termes simplifiés à privilégier : utilisation de données, système informatique, système d'information (selon le cas)."
  },
  "RT": {
    "definition": "Le responsable d'un traitement de données à caractère personnel est en principe la personne, l'autorité publique, la société ou l'organisme qui détermine les finalités et les moyens de ce fichier, qui décide de sa création. En pratique, il s'agit généralement de la personne morale (entreprise, collectivité, etc.) incarnée par son représentant légal (président, maire, etc.). C'est lui qui doit accomplir, lorsque cela est encore obligatoire comme, par exemple, dans le domaine de la santé, les formalités déclaratives auprès de la CNIL."
  },
  "DPO": {
    "definition": "Le délégué à la protection des données (DPO) est chargé de mettre en œuvre la conformité au règlement européen sur la protection des données au sein de l’organisme qui l’a désigné s’agissant de l’ensemble des traitements mis en œuvre par cet organisme. Sa désignation est obligatoire dans certains cas. Un délégué, interne ou externe, peut être désigné pour plusieurs organismes sous conditions. Pour garantir l’effectivité de ses missions, le délégué doit disposer de qualités professionnelles et de connaissances spécifiques et doit bénéficier de moyens matériels et organisationnels, des ressources et du positionnement adéquats."
  },
  "RRT": {
    "definition": "à trouver"
  },
  "Co-RT": {
    "definition": "à trouver"
  },
  "ST": {
    "definition": "Le sous-traitant est la personne physique ou morale (entreprise ou organisme public) qui traite des données pour le compte d’un autre organisme (« le responsable de traitement »), dans le cadre d’un service ou d’une prestation. Les sous-traitants ont des obligations concernant les données personnelles, qui doivent être présentes dans le contrat : une obligation de transparence et de traçabilité ; la prise en compte des principes de protection des données dès la conception et par défaut ;    une obligation de garantir la sécurité des données traitées ; une obligation d’assistance, d’alerte et de conseil (par exemple, une procédure de notification des violations de données personnelles doit être notifiée)."
  },
  "finalité": {
    "definition": "La finalité du traitement est l’objectif principal de l’utilisation de données personnelles. Les données sont collectées pour un but bien déterminé et légitime et ne sont pas traitées ultérieurement de façon incompatible avec cet objectif initial. Ce principe de finalité limite la manière dont le responsable de traitement peut utiliser ou réutiliser ces données dans le futur.",
    "examples": "Exemples de finalité : gestion des recrutements, gestion des paies, gestion des clients, enquête de satisfaction, surveillance des locaux, etc.",
    "simplifiedTerms": "Termes simplifiés à privilégier : objectif, objet, raison, etc."
  },
  "PC": {
    "definition": "Toute personne physique identifiée ou identifiable dont les données à caractère personnel la concernant font l'objet d'un traitement."
  },
  "destinataire": {
    "definition": "Personne habilitée à obtenir communication de données enregistrées dans un fichier ou un traitement en raison de ses fonctions."
  },
  "security": {
    "definition": "Les mesures de sécurité, c'est quoi ?  Les responsables d'un fichier et les sous-traitants doivent prendre toutes les mesures nécessaires pour assurer la sécurité et la confidentialité des données personnelles qu'ils traitent :    Des mesures de sécurité physiques : sécurité des accès aux locaux ;    Des mesures de sécurité informatiques : antivirus, sécurisation des mots de passe, etc. Ils doivent également veiller à ce que seuls les destinataires autorisés puissent accéder aux données."
  },
  "contractBase": {
    "definition": "Le contrat est une des 6 bases légales prévues par le RGPD autorisant la mise en œuvre de traitements de données personnelles. Plus précisément, cette base légale peut fonder un traitement nécessaire à l’exécution d’un contrat entre le responsable du traitement et la personne concernée ou de mesures préalables à la conclusion d’un tel contrat prises à la demande de cette personne.    Cette base légale concerne donc, en premier lieu, les traitements mis en œuvre par des organismes privés dans le cadre d’une relation contractuelle avec les personnes concernées par le traitement. Elle peut autoriser également la mise en œuvre de traitements par des organismes publics, dès lors qu’ils entretiennent une relation contractuelle ou précontractuelle avec les personnes concernées et qu’une autre base légale n’apparaît pas plus appropriée. Dans quelles conditions le contrat peut-il constituer la base légale d’un traitement ? 1- il existe une relation contractuelle ou précontractuelle entre l’organisme et la personne concernée. 2 - le contrat doit être valide au regard du droit applicable. 3 - le contrat ne peut être retenu que si le traitement satisfait à la condition de nécessité (comme pour toute base légale)."
  },
  "consentBase": {
    "definition": "Le consentement est défini comme « toute manifestation de volonté, libre, spécifique, éclairée et univoque par laquelle la personne concernée accepte, par une déclaration ou par un acte positif clair, que des données à caractère personnel la concernant fassent l'objet d'un traitement ».    Le consentement n’est pas un concept nouveau, puisqu’il était déjà inscrit dans la loi Informatique et Libertés. Le RGPD complète néanmoins sa définition et précise cette notion sur certains aspects, afin de permettre aux personnes concernées d’exercer un contrôle réel et effectif sur le traitement de leurs données.       Le consentement est une des 6 bases légales prévues par le RGPD autorisant la mise en œuvre de traitements de données à caractère personnel.    Le responsable de traitement doit être en mesure de démontrer la validité du recours à cette base légale.       Tout changement important des conditions de mise en œuvre du traitement (finalité, données, durées de conservation, etc.) est susceptible d’avoir une incidence sur la validité de la base légale retenue : la démarche d’évaluation de cette validité doit donc, dans ce cas, être réitérée. Quel sont les critères de validité du consentement ? 4 critères cumulatifs doivent être remplis pour que le consentement soit valablement recueilli. Le consentement doit être : A. Libre : le consentement ne doit pas être contraint ni influencé. La personne doit se voir offrir un choix réel, sans avoir à subir de conséquences négatives en cas de refus. B. Spécifique : un consentement doit correspondre à un seul traitement, pour une finalité déterminée. C. Eclairé : pour qu’il soit valide, le consentement doit être accompagné d’un certain nombre d’informations communiquées à la personne avant qu’elle ne consente. D. Univoque : le consentement doit être donné par une déclaration ou tout autre acte positif clairs. Aucune ambiguïté quant à l’expression du consentement ne peut demeurer.  "
  },
  "legalObligationBase": {
    "definition": "L’obligation légale est une des 6 bases légales prévues par le RGPD autorisant la mise en œuvre de traitements de données à caractère personnel.     Cette base légale peut fonder un traitement de données dès lors que sa mise en œuvre par un organisme est rendue obligatoire par le cadre juridique auquel il est soumis.     Elle peut concerner des traitements mis en œuvre par des organismes privés comme par des organismes publics.Dans quelles conditions l’obligation légale peut-elle constituer la base légale d’un traitement ? 1 - comme pour toute base légale, l’obligation légale ne peut être retenue que si le traitement satisfait à la condition de « nécessité ». 2 - de manière plus spécifique, l’obligation légale doit répondre à 4 conditions pour valablement fonder un traitement : A. l’obligation légale doit être définie par le droit européen ou le droit national d’un État membre auquel le responsable du traitement est soumis ; B. ces dispositions légales doivent instituer une obligation impérative de traiter des données personnelles, suffisamment claire et précise ;  C. ces dispositions doivent au moins définir les finalités du traitement concerné ;  D.  cette obligation doit s’imposer au responsable du traitement, et non aux personnes concernées par le traitement."
  },
  "publicInterestBase": {
    "definition": "La mission d’intérêt public est une des 6 bases légales prévues par le RGPD autorisant la mise en œuvre de traitements de données à caractère personnel. Plus précisément, elle peut fonder les traitements nécessaires à l’exécution d’une mission d’intérêt public ou d’une mission relevant de l’exercice de l’autorité publique incombant à un organisme.    Cette base légale concerne donc en premier lieu les traitements mis en œuvre par les autorités publiques. Elle peut néanmoins autoriser la mise en œuvre de traitements par des organismes privés, dès lors qu’ils poursuivent une mission d’intérêt public ou sont dotés de prérogative de puissance publique. La mission d’intérêt public peut en particulier fonder les traitements tournés vers les usagers de l’autorité publique concernée. Dans quelles conditions la mission d’intérêt public peut-elle constituer la base légale d’un traitement ? 1 - comme pour toute base légale, la mission d’intérêt public ne peut être retenue que si le traitement satisfait à la condition de « nécessité ». 2 - l’intérêt public doit être défini par le droit européen ou le droit national."
  },
  "legitimateInterestBase": {
    "definition": "L’intérêt légitime est une des 6 bases légales prévues par le RGPD autorisant la mise en œuvre de traitements de données à caractère personnel. Elle peut fonder un traitement nécessaire à la satisfaction des intérêts du responsable du traitement ou d’un tiers, sous réserve de respecter certaines conditions.    Cette base légale concerne les traitements mis en œuvre par des organismes privés qui ne portent pas une atteinte importante aux droits et intérêts des personnes concernées.  Par ailleurs, le RGPD prévoit que l’intérêt légitime ne peut pas constituer la base légale d’un traitement mis en œuvre par une autorité publique dans l’exécution de ses missions. Les autorités publiques doivent donc prioritairement se fonder sur d’autres bases légales, sauf cas particuliers. Dans quelles conditions l’intérêt légitime peut-il constituer la base légale d’un traitement ? 1 - ’intérêt poursuivi par l’organisme doit être « légitime » 2 - l’intérêt légitime ne peut être retenu que si le traitement satisfait à la condition de « nécessité » 3 - le traitement ne doit pas heurter les droits et intérêts des personnes dont les données sont traitées, compte tenu de leurs attentes raisonnables"
  },
  "vitalSaveBase": {
    "definition": "Le considérant 46 du RGPD prévoit qu’un traitement de données est considéré licite dès lors qu’il est nécessaire pour « protéger un intérêt essentiel à la vie de la personne concernée ou à celle d’une autre personne physique »."
  }
}
